export const questionList = [
    {
        question: "친한 친구와 연락 빈도는?",
        answers: [
            {answer: "무소식이 희소식이지~!\n(거의 X)", score: 1},
            {answer: "살아 있니…?\n(분기별로 1-2번??)", score: 2},
            {answer: "나에게 친구란 필요할때 찾는거다\n(필찾형 연락)", score: 3},
            {answer: "매일 매시간 몸은 떨어져있지만 너는 나와 함께해!\n(매일매일)", score: 5}
        ]
    },
    {
        question: "친구의 생일날 당신이 준비한 선물은?",
        answers: [
            {answer: "카카오톡 위시리스트에 담겨있는 선물이 고액일지라도 원하는거니까 보내준다!\n(위시리스트에서 원하는 걸로 보내준다)", score: 3},
            {answer: "음… 영양제나 기프티콘 정도..?\n(적당한 선물로 카톡 선물하기)", score: 1},
            {answer: "이전에 친구가 가지고 싶었던 옷을 구해서 선물한다!\n(친구가 진짜 원하는 선물을 정성스럽게 전달해준다)", score: 4},
            {answer: "세상에서 가장 쓸데없는 선물로 ㅋㅋ\n(친구의 생일은 나의 개그 소재일 뿐)", score: 5}
        ]
    },
    {
        question: "친구가 연애상담을 신청했다. 당신은 어떤 말을 할까?",
        answers: [
            {answer: "진짜 나쁜 XX네! 너가 훨씬 더 아깝다ㅠㅠ\n(최대한 친구편에서 공감해준다)", score: 5},
            {answer: "서운할만 하지만 이런건 네가 잘못한 것 같은데 잘 이야기해봐\n(이성적이고 냉철하게 문제를 파악하고 해결방안을 제시해준다)", score: 3},
            {answer: "아아 그랬구나~\n(어차피 마음대로 할거니 적당히 리액션만 해준다)", score: 2},
            {answer: "나도 못하는데 누구한테 상담을해?!\n(절대 안들어준다)", score: 1}
        ]
    },
    {
        question: "한 친구가 단톡방 멤버 중 나만 멀티프로필로 설정해둔걸 알게 되었다면?",
        answers: [
            {answer: "그 친구에게 단도직입적으로 물어본다", score: 4},
            {answer: "나도 그 친구를 멀티 프로필에 넣는다", score: 1},
            {answer: "다른 친구에게 갠톡으로 물어본다", score: 3},
            {answer: "조용히 단톡을 나간다", score: 2}
        ]
    },
    {
        question: "5억을 주는 대신 가장 친한 친구가 나를 잊는다면?",
        answers: [
            {answer: "돈보다 우정을 선택하겠어\n(5억을 받지 않는다)", score: 4},
            {answer: "친구야 미안하다\n(5억을 받는다)", score: 3},
            {answer: "2억만 받을 테니 세번째로 친한 친구를 잊는 건 어떨까요?\n(흥정한다)", score: 1},
            {answer: "일단 오열하고 시작\n(상상만 해도 눈물이 난다)", score: 5}
        ]
    },
    {
        question: "친구가 나를 친한친구 그룹에 넣지 않았다는 것을 알았다면?",
        answers: [
            {answer: "응~ 맞손절하면 돼~\n(손절한다)", score: 3},
            {answer: "나는 너를 친한친구로 생각했는데 너는 그렇지 않다고 생각하니 정말 서운하...\n(장문의 카톡을 보낸다)", score: 2},
            {answer: "나 친한친구에 안 들어있더라! 넣어줘!\n(해맑게 요구한다)", score: 5},
            {answer: "참나~ 은근히 서운하네?\n(서서히 멀어진다)", score: 1}
        ]
    },
    {
        question: "내가 새 친구를 사귀게된다면, SNS에서 가장 같이 하고싶은 일은?",
        answers: [
            {answer: "함께 아이돌 댄스 릴레이 찍어서 올리기", score: 5},
            {answer: "재밌는 릴스, 쇼츠 미친듯이 공유해서 쌓이게 하기", score: 4},
            {answer: "서로 스공(스토리 공유) 해주기", score: 1},
            {answer: "친구 전용 스토리 필터 만들어주기", score: 3}
        ]
    },
    {
        question: "친구가 우울하다고 할 때 추천해줄 음식은?",
        answers: [
            {answer: "스트레스엔 매운 거지! 엽떡 오리지널", score: 2},
            {answer: "당 떨어져서 그래~ 바스크 치즈케이크", score: 3},
            {answer: "몰래 주머니에 초콜릿 챙겨주기", score: 1},
            {answer: "바람 쐬러 나갈까? 휘핑 엑스트라로 추가한 프라푸치노", score: 5}
        ]
    },
    {
        question: "친구와 단둘이 여행을 갈 때 예약할 숙소는?",
        answers: [
            {answer: "다양한 사람을 만날 수 있는 파티 게스트하우스 8인실", score: 5},
            {answer: "조용조용한 분위기의 게스트하우스 2인실", score: 2},
            {answer: "친구와 따로 잘 수 있는 트윈 베드가 있는 호텔룸", score: 1},
            {answer: "친구와 사이좋게 잘 수 있는 더블 베드가 있는 호텔룸", score: 4}
        ]
    },
    {
        question: "친구들과 놀고 헤어질 때 내가 하는 행동은?",
        answers: [
            {answer: "집에 가는 최적의 루트 찾아보기", score: 3},
            {answer: "코인노래방 가서 조금만 더 놀자고 조르기", score: 4},
            {answer: "나는 살게 있어서 올xx영 잠깐 들렀다 갈게~ 나중에 봐~라고 하며 조용히 빠져나가기", score: 1},
            {answer: "올xx영 가는 친구에게 나도 살 게 있다며 같이 가자고 하기", score: 5}
        ]
    }
]